{
    "metric-ruler-labels": {
        "settings": {
            "dragRulerSupport": {
                "name": "Support for DragRuler modules",
                "hint": "This activates the support for certain Drag Ruler modules. E.g. DragRuler (by Stäbchenfisch) or PF2e Token Drag Ruler (by 7H3LaughingMan). Modules like Elevation Ruler (by caewok) should work out of the box. Changes take effect after reload.",
                "disabled": "Disabled",
                "dragRuler":"Drag Ruler (by Staebchenfish)",
                "pf2eTokenDragRuler": "PF2e Token Drag Ruler (by 7H3LaughingMan)"
            },
            "measureTemplateSupport": {
                "name": "Show on Measure Templates",
                "hint": "When enabled, additional metric units are also shown when using the measure templates (circle, cone, ray, rectangle)."
            },
            "disableBuiltInConversion": {
                "name": "Disable Built-In Conversions",
                "hint": "When checked, the built-in metric conversions of this module will be disabled."
            },
            "hideFoundryMeasurement": {
                "name": "Hides the Measurements from Foundry",
                "hint": "When checked, the original measurement from foundry will be hidden. You can't display two conversions if this is active."
            },
            "useCustomConversions": {
                "name": "Activates custom Conversions",
                "hint": "Activates the Conversions that the DM can define. If built-in conversions are not disabled, then these will be shown in addition to the metric conversions."
            },
            "enableTravelTime": {
                "name": "Activates travel time labels",
                "hint": "Activates travel time labels on the normal ruler in the format daysSlow | daysNormal | daysFast."
            },
            "travelTimeRoundToFullQuarters": {
              "name": "Display travel time as full quarters",
              "hint": "Displays the traveltime as full quarters (E.g., 0.2 days -> 0 day, 1.1 days -> 1 day, 1.3 days -> 1.25 days). Otherwise the travel time will have 1 decimal place."
            },
            "travelTimeOnlyTotalTimeLastSegment": {
                "name": "Only show total travel time on last Segment",
                "hint": "When active, only the total travel time (the portion that is normally in the square brackets) will be shown on the last segment of a ruler. This way you can save some space on the screen."
            },
            "travelTimeDistanceLabel": {
                "name": "The distance label of the ruler.",
                "hint": "The label for which the module should calculate the travel time (the distance label that is configured in the scene). With this the travel time would e.g. only be shown on a scene that uses miles. This refers to the label that is used by foundry or the one that is shown at the first position on your ruler. You can add more than one label as a comma separated string (without spaces)."
            },
            "travelTime-TimeUnit": {
                "name": "The time unit of the travel time",
                "hint": "The time unit that will be shown on the ruler for the travel time. (Default: Days)"
            },
            "travelTimePerUnitSlow": {
                "name": "Distance per time unit - Slow",
                "hint": "The distance of the above label, that your group would travel at a small speed per time unit (Default: Day)."
            },
            "travelTimePerUnitNormal": {
                "name": "Distance per time unit - Normal",
                "hint": "he distance of the above label, that your group would travel at a normal speed per time unit (Default: Day)."
            },
            "travelTimePerUnitFast": {
                "name": "Distance per time unit - Fast",
                "hint": "he distance of the above label, that your group would travel at a Fast speed per time unit (Default: Day)."
            },
            "customConversionOriginalLabelsSmall": {
                "name": "Original Unit Labels: Small Unit",
                "hint": "The original small unit labels that the module should convert. These are the labels that you see currently at the ruler. You can add more than one label as a comma separated string (without spaces). If you want to convert feet, a possible input could be 'ft.,feet' depending on the system that you use and what is configured in the scene."
            },
            "customConversionOriginalLabelsBig": {
                "name": "Original Unit Labels: Big Unit",
                "hint": "The original big unit labels that the module should convert. These are the labels that you see currently at the ruler. You can add more than one label as a comma separated string (without spaces). If you want to convert miles, a possible input could be 'mi.,miles' depending on the system that you use and what is configured in the scene."
            },
            "customConversionFactorSmall": {
                "name": "Conversion Factor: Small Unit",
                "hint": "The conversion factor for the smaller unit (e.g. feet to meters would be 0.3)."
            },
            "customConversionFactorBig": {
                "name": "Conversion Factor: Big Unit",
                "hint": "The conversion factor for the bigger unit (e.g. Miles to kilometers would be 1.61)"
            },
            "customConversionLabelSmall": {
                "name": "Converted Label: Small Unit",
                "hint": "The label for the converted smaller unit (e.g. m for meters)"
            },
            "customConversionLabelBig": {
                "name": "Converted Label: Big Unit",
                "hint": "The label for the converted bigger unit (e.g. km for kilometers)"
            }
        },
        "dependencies": {
            "libWrapper": {
                "title": "Dependency libWrapper not found!",
                "infotext": "The module 'Roger's Additional Metric Ruler Labels' requires the 'libWrapper' module. Please install and activate it."
            }
        },
        "incompatibility": {
            "title": "Installed foundry generation not supported! ",
            "infotext": "This module does not officially support your current foundry generation. The module might not work correctly. Please check if there are updates available."
        },
        "warnings": {
            "customConversionNoValues": {
                "text": "No values for custom conversions in settings found"
            },
            "travelTimeNoValues": {
                "text": "No values for travel time in settings found"
            }
        }
    }
}