{
  "metric-ruler-labels": {
    "settings": {
      "dragRulerSupport": {
        "name": "Поддержка модулей 'Drag Ruler'",
        "hint": "Включает поддержку некоторых модулей 'Drag Ruler'. Например, 'Drag Ruler' (от Stäbchenfisch) или 'PF2e Token Drag Ruler' (от 7H3LaughingMan). Такие модули, как 'Elevation Ruler' (от caewok) должны работать и без этой функции. Изменения вступают в силу после перезагрузки.",
        "disabled": "Выключено",
        "dragRuler":"'Drag Ruler' (от Staebchenfish)",
        "pf2eTokenDragRuler": "'PF2e Token Drag Ruler' (от 7H3LaughingMan)"
      },
      "measureTemplateSupport": {
        "name": "Показывать в Шаблонах Инструментов измерения",
        "hint": "Если включено, дополнительные единицы измерения так же отображаются в Шаблонах Инструментов измерения (круг, конус, луч, прямоугольник)."
      },
      "disableBuiltInConversion": {
        "name": "Отключить Встроенные преобразования",
        "hint": "Если включено, встроенные преобразования этого модуля будут отключены."
      },
      "hideFoundryMeasurement": {
        "name": "Скрыть измерения от Foundry",
        "hint": "Если включено, стандартные измерения от Foundry будут скрыты. Вы не сможете отобразить два преобразования, если эта функция активна."
      },
      "useCustomConversions": {
        "name": "Включить Пользовательские преобразования",
        "hint": "Включает Пользовательские преобразования, определённые Мастером. Если Встроенные преобразования не отключены, они будут отображаться дополнительной строкой."
      },
      "enableTravelTime": {
        "name": "Включить отображение Времени в пути",
        "hint": "Включает отображение Времени в пути на обычной рулетке в формате Медленно | Нормально | Быстро."
      },
      "travelTimeRoundingMode": {
        "name": "Тип округления для Времени в пути",
        "hint": "Тип округления, применяемый ко Времени в пути. ВАЖНО: это не стандартное округление (кроме пункта 'Стандратные десятые'); значения всегда округляются в меньшую сторону до целых единиц. Здесь указаны дни, которые были потрачены на дорогу. (Пример 'Четверти': 0,2 дня -> 0 дней, 1,1 дня -> 1 день, 1,3 дня -> 1,25 дня).",
      },
      "travelTimeOnlyTotalTimeLastSegment": {
        "name": "Показывать только общее Время в пути на последнем Отрезке",
        "hint": "Если включено, только общее Время в пути (часть, которая обычно заключена в квадратные скобки) будет показано на последнем отрезке рулетки. Таким образом, вы сможете сэкономить немного места на экране."
      },
      "travelTimeDistanceLabel": {
        "name": "Единицы измерения измерений на рулетке",
        "hint": "Единицы измерения, для которых модуль будет рассчитать Время в пути (Единицы Масштаба сетки, настроенные на сцене). При этом Время в пути будет отображаться, например, только в сцене, где используются мили. Это относится к единице измерения, используемой Foundry, или к той, которая указана в первой позиции на вашей рулетке. Вы можете добавить более одной единицы измерения в виде строки, разделенной запятыми (без пробелов)."
      },
      "travelTime-TimeUnit": {
        "name": "Единица измерения Времени в пути",
        "hint": "Единица измерения времени, которая будет отображаться на рулетке для Времени в пути. (По умолчанию: Days)"
      },
      "travelTimePerUnitSlow": {
        "name": "Расстояние за единицу времени - Медленно",
        "hint": "Расстояние, которое группа могла бы преодолеть с Медленной скоростью за единицу измерения времени."
      },
      "travelTimePerUnitNormal": {
        "name": "Расстояние за единицу времени - Нормально",
        "hint": "Расстояние, которое группа могла бы преодолеть с Нормальной скоростью за единицу измерения времени."
      },
      "travelTimePerUnitFast": {
        "name": "Расстояние за единицу времени - Быстро",
        "hint": "Расстояние, которое группа могла бы преодолеть с Быстрой скоростью за единицу измерения времени."
      },
      "customConversionOriginalLabelsSmall": {
        "name": "Стандартное название: Малая единица измерения",
        "hint": "Стандартное название малой единицы измерения, которую модуль должен конвертировать. Это единица измерения, которые вы обычно видите на линейке. Вы можете добавить более одной единицы измерения в виде строки, разделенной запятыми (без пробелов). Если вы хотите преобразовать футы, возможным вводом может быть 'фт.,фт,фут', в зависимости от используемой вами системы и того, как настроена сцена."
      },
      "customConversionOriginalLabelsBig": {
        "name": "Стандартное название: Большая единица измерения",
        "hint": "Стандартное название большой единицы измерения, которую модуль должен конвертировать. Это единица измерения, которые вы обычно видите на линейке. Вы можете добавить более одной единицы измерения в виде строки, разделенной запятыми (без пробелов). Если вы хотите преобразовать мили, возможным вводом может быть 'ми.,ми,мили', в зависимости от используемой вами системы и того, как настроена сцена."
      },
      "customConversionFactorSmall": {
        "name": "Коэффициент преобразования: Малая единица измерения",
        "hint": "Коэффициент преобразования малой единицы (например, для преобразования фут в метры используется '0.3')."
      },
      "customConversionFactorBig": {
        "name": "Коэффициент преобразования: Большая единица измерения",
        "hint": "Коэффициент преобразования большой единицы (например, для преобразования миль в километры используется '1.61')"
      },
      "customConversionLabelSmall": {
        "name": "Преобразованое название: Малая единица измерения",
        "hint": "Название преобразованной малой единицы измерения (например, 'м' для метров)"
      },
      "customConversionLabelBig": {
        "name": "Преобразованое название: Большая единица измерения",
        "hint": "Название преобразованной большой единицы измерения (например, 'км' для километров)"
      },
      "distanceRoundingMode": {
        "name": "Округление дистанции",
        "hint": "Тип округления, применяемый к отображаемой дистанции. ВАЖНО: это не стандартное округление (кроме пункта 'Стандратные десятые'); значения всегда округляются в меньшую сторону до целых единиц."
      },
      "roundingMode": {
        "roundToFullTenths": "Десятые (вверх)",
        "roundToFullQuarters": "Четверти (вверх)",
        "roundToFullHalves": "Половины (вверх)",
        "roundToFull": "Полные (вверх)",
        "roundToOneDecimal": "Стандратные десятые (стандартное)",
        "noSpecialRounding": "Без округления"
      },
      "applyRoundingToFoundryLabel": {
        "name": "Округление для оригинальной рулетки",
        "hint": "Если включено, оригинальные значения дистанции Foundry так же будут округляться."
      }
    },
    "dependencies": {
      "libWrapper": {
        "title": "'libWrapper' не обнаружен!",
        "infotext": "Модуль 'Roger's Additional Metric Ruler Labels' требует модуль 'libWrapper' для работы. Пожалуйста, установите и активируйте его."
      }
    },
    "incompatibility": {
      "title": "Установленная версия Foundry не поддерживается! ",
      "infotext": "Этот модуль официально не поддерживает Вашу версию Foundry. Он может работать некорректно. Пожалуйста, установите совместимую версию."
    },
    "warnings": {
      "customConversionNoValues": {
        "text": "Не найдено значений для Пользовательских преобразований в настройках"
      },
      "travelTimeNoValues": {
        "text": "Не найдено значений для Времени в пути в настройках"
      }
    }
  }
}